Repository: Thanutham-T/unisphere
Catalog: lib/l10n/app_*.arb
Languages: th

# menu_home
source: Home
th: หน้าแรก

# menu_schedule
source: Schedule
th: ตารางเรียน

# menu_event
source: Events
th: กิจกรรม

# menu_group
source: Groups
th: กลุ่ม

# menu_announce
source: Announcements
th: ประกาศ

# menu_profile
source: Profile
th: ฉัน

# onboarding_button_default
source: Button
th: ปุ่มกด

# onboarding_button_next
source: Next
th: ถัดไป

# onboarding_button_skip
source: Skip
th: ข้าม

# onboarding_button_done
source: Get Started
th: เริ่มต้นเลย

# onboarding_title_1
source: Welcome to UNISPHERE
th: ยินดีต้อนรับสู่ UNISPHERE.

# onboarding_title_2
source: Carry your Schedule Anywhere, Anytime
th: พก Schedule ไปกับคุณ ทุกที่ ทุกเวลา

# onboarding_title_3
source: Hot University Events You Shouldn't Miss!
th: Event เด็ด เด็กมหาลัย ไม่ควรพลาด !

# onboarding_title_4
source: Go Far Together with the Right Study Group!
th: ไปด้วยกันไปได้ไกล กับ Study Group ที่ใช่ !

# onboarding_title_5
source: No Worries if You Lost, Campus Map is Here!
th: หลงก็ไม่กลัว เพราะมี Campus Map อยู่ข้าง ๆ

# onboarding_title_6
source: Never Miss Important Announcements!
th: ไม่พลาดทุก Announce ที่สำคัญ !

# onboarding_title_7
source: Always Ready, Even Offline
th: พร้อมทุกเวลา แม้อยู่นอกเครือข่าย

# onboarding_body_1
source: Manage university life easily in one app schedules, events, study groups and more.
th: จัดการชีวิตในมหาวิทยาลัยได้ง่ายขึ้นในแอปเดียว ตารางเรียน, กิจกรรม, กลุ่มเรียน และอื่นๆ

# onboarding_body_2
source: Manage and view your daily or session schedules with reminders before classes.
th: จัดการ และดูตารางเรียนรายวัน หรือราย session พร้อมแจ้งเตือนก่อนเข้าเรียน

# onboarding_body_3
source: Discover fun campus events and join must-attend activities for the full university experience.
th: พบกับกิจกรรมสนุก ๆ ที่จัดขึ้นภายในมหาวิทยาลัย ติดตาม และเข้าร่วมกิจกรรมที่คุณไม่ควรพลาด เพื่อประสบการณ์มหาลัยที่สมบูรณ์แบบ

# onboarding_body_4
source: Study together! Join or start groups to chat and prep with classmates from your course or faculty.
th: ไม่ต้องเรียนคนเดียวอีกต่อไป! ค้นหา หรือสร้างกลุ่มติว พูดคุย และเตรียมสอบไปพร้อมกับเพื่อนในคณะ หรือวิชาเดียวกัน

# onboarding_body_5
source: Lost on campus? Use interactive maps with paths, key buildings, and location info.
th: หาตึกเรียนไม่เจอ? ไม่ต้องกังวล ! ดูแผนที่มหาวิทยาลัยพร้อมเส้นทางเดิน อาคารสำคัญ และข้อมูลสถานที่ใช้งานได้ทันที

# onboarding_body_6
source: Get real-time news and announcements with notifications to never miss the most important university updates.
th: รับข่าวสาร และประกาศแบบเรียลไทม์ พร้อมระบบแจ้งเตือนให้คุณไม่พลาดสิ่งที่สำคัญที่สุดในชีวิตมหาลัย

# onboarding_body_7
source: Download schedules, announcements or maps and access them anytime even offline.
th: ตารางเรียน ประกาศ หรือแผนที่ ดาวน์โหลดไว้ดูได้ทุกที่ แม้ไม่มีอินเทอร์เน็ต แอปพร้อมให้คุณเข้าถึงข้อมูลสำคัญเสมอ

# map_search_hint
source: Search in campus
th: ค้นหาในแคมปัส

# map_calculating_route
source: Calculating route...
th: กำลังคำนวณเส้นทาง...

# map_location_permission_title
source: Location Permission
th: การอนุญาตตำแหน่ง

# map_location_permission_message
source: The app needs location permission to show your current position on the map
th: แอปต้องการการอนุญาตในการเข้าถึงตำแหน่งของคุณเพื่อแสดงตำแหน่งปัจจุบันบนแผนที่

source: Close
th: ปิด

source: Try Again
th: ลองอีกครั้ง
